<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<%@ include file="../header.jsp"%>
	
<div class="gnb" style="padding-top:20px; text-align:center;">
	
	<!-- 슬릭 -->
	<div class="your-class">
		<div><a href="fifth-grader.do"><img src="images/otogi5.png"></a><br><h4>大きな運と小さな運</h4></div>
		<div><a href="fifth-grader.do"><img src="images/otogi5.png"></a><br><h4>大きな運と小さな運</h4></div>
		<div><a href="fifth-grader.do"><img src="images/otogi5.png"></a><br><h4>大きな運と小さな運</h4></div>
		<div><a href="fifth-grader.do"><img src="images/otogi5.png"></a><br><h4>大きな運と小さな運</h4></div>
		<div><a href="fifth-grader.do"><img src="images/otogi5.png"></a><br><h4>大きな運と小さな運</h4></div>
		<div><a href="fifth-grader.do"><img src="images/otogi5.png"></a><br><h4>大きな運と小さな運</h4></div>
	</div>
	
<script type="text/javascript">
	$(document).ready(function(){
		$('.your-class').slick({
			infinite: true,
			slidesToShow: 4,
			slidesToScroll: 1,
			autoplay: true,
			autoplaySpeed: 2000
		});
	});
</script><!-- 슬릭 끝 -->
	
	<img class="logoimage" src="images/otogi5.png">
	
	<div>
		<audio src="oudio/ookinaunto5.mp3" controls style="padding:20px 0;"></audio>
	
		<h1>大きな運と小さな運</h1>
		<div class=children>
			<p>むかしむかし、ある山おくのほらあなに、ぐひんさんがすんでおりました。<br>
			　ぐひんさんとは、テングのことです。<br>
			　このぐひんさんのうらないは、とてもよくあたるとひょうばんでした。<br>
			　そこで、おなじころに子どもが生まれることになった木兵衛(もくへいえい)と太郎兵衛(たろうへいえい)は、はるばるぐひんさんをたずねて、子どもの運をみてもらうことにしました。<br>
			　ぐひんさんは、大声でじゅもんをとなえると、やがて木兵衛(もくへいえい)にいいました。<br>
			「神さまのおおせられるには。木兵衛(もくへいえい)、おまえのとこには、竹三本のぶにの子が生まれる」<br>
			「竹三本のぶに？」<br>
			「そうじゃあ、人には生まれながらにそなわった運命がある。それすなわち、ぶにじゃ」<br>
			「というと、おらの子は、たったの竹三本しかそなわらんのか？」<br>
			　木兵衛(もくへいえい)は、ガックリです。<br>
			　ぐひんさんは、こんどは太郎兵衛(たろうへいえい)にいいました。<br>
			「太郎兵衛(たろうへいえい)、おまえのところには、長者(ちょうじゃ)のぶにの子が生まれる。長者になるさだめじゃあ」<br>
			「・・・長者ねえ」<br>
			　ぐひんさんのうらないを聞いて、二人は山道を帰っていきました。<br>
			　それからしばらくして、二人の家に子どもが生まれました。<br>
			「たまのような男の子じゃ」<br>
			「うちは女の子じゃ」<br>
			　どちらも元気な子で、二人は手をとりあってよろこびました。<br>
			　木兵衛(もくへいえい)の子は吾作(ごさく)、太郎兵衛(たろうへいえい)の子はおかよと名づけられ、二人の子どもはスクスクと育ちました。<br>
			　ある日のこと、木兵衛(もくへいえい)と太郎兵衛(たろうへいえい)が畑仕事をしているところへ、吾作(ごさく)とおかよがきて、<br>
			「おとう、昼めしじゃあ」<br>
			「みんなでいっしょに食べようよ」<br>
			「おうおう、そうすべえ」<br>
			　あぜ道で、四人そろってにぎりめしを食べました。<br>
			「うまいのう、ありがたいこっちゃ」<br>
			と、いう太郎兵衛(たろうへいえい)に、おかよはニッコリ。<br>
			　ムシャムシャ・・・、ガチン！<br>
			木兵衛(もくへいえい)が、かぶりついたにぎりめしに、小さな石が入っていました。<br>
			「なんや、石なぞ入れおって。ペっ」<br>
			　木兵衛(もくへいえい)は、おこって、めしつぶごと石をはきだしました。<br>
			「ぺっ、ペっ、ペっ」<br>
			　吾作(ごさく)がおなじようにまねをして、めしつぶをはきだしました。<br>
			「ああ、もったいないことをして、石だけえらんではきだしたらよかろうに。なあ、おかよ」<br>
			と、太郎兵衛(たろうへいえい)とおかよは、石についているめしつぶをひろいました。<br>
			　それを見ていた木兵衛(もくへいえい)は、わらいながら、<br>
			「石だけえらぶなんて、しんきくさいわい。おらあ、しんきくさいことは大きらいじゃ！　太郎兵衛(たろうへいえい)どんは、よくよくの貧乏性(びんぼうしょう)じゃのう。アハハハハハッ」<br>
			　吾作(ごさく)、もいっしょになって大わらい。<br>
			「おら、どうももったいないことがでけんのや。アハハハハハッ」<br>
			　やがて、大きくなった吾作(ごさく)は町へ行き、おかよはとなり村へはたらきに出ました。<br>
			　そして何年かたって、町へ出た竹三本の吾作(ごさく)は、なんと竹屋にほうこうして、竹かごをあむことや、輪がえの仕事をおぼえて、村にもどってきました。<br>
			　木兵衛(もくへいえい)は、うれしそうにいいました。<br>
			「よしよし、それだけの仕事を身につけたらりっぱなもんや。そのうちにゃ、竹三本どころか、竹百本、うんにゃ、竹千本の金持ちにだってなれるわい。吾作(ごさく)、がんばれよ」<br>
			　こうして吾作(ごさく)は、村をまわって、輪がえをするようになったのです。<br>
			　でも、毎日毎日、輪がえをしても、お金は思うようにたまりません。<br>
			「ああ、輪がえというのは、しんきくさい仕事じゃあ」<br>
			　ある日のこと、となり村まで足をのばした吾作(ごさく)は、長者やしきの前でよびとめられました。<br>
			「輪がえ屋さん、おけの輪がえをおねがいします」<br>
			　お手伝いの娘(むすめ)が、こわれかけたおけを持って、やしきから出てきました。<br>
			(長者さまなら、輪がえなんぞしないで、新しいおけをこうたらええのに)<br>
			　輪がえをしながら、吾作(ごさく)はそう思いました。<br>
			　そこへ、長者さまの嫁(よめ)さまが通りかかり、輪がえをしている吾作(ごさく)を見て、なつかしそうにいいました。<br>
			「あれえ、吾作(ごさく)さんやないか。あたし。ほら、小さいころよくいっしょに遊んだ、となりの」<br>
			　吾作(ごさく)は、嫁(よめ)さまの顔を見てビックリ。<br>
			「ありゃあ！　おかよちゃんでねえか。こ、ここの嫁(よめ)さまになられたのでござりまするか？」<br>
			「ええ。あとでにぎりめしをこさえたげるよって、待っとってな」<br>
			　そういって、やしきに入っていくおかよを、吾作(ごさく)はぼうぜんと見ていました。<br>
			　長者の嫁(よめ)として、なに不自由なく、くらしているおかよは、吾作(ごさく)にも自分のしあわせをわけてあげたいと思い、にぎりめしの中に一まいずつ、小判(こばん)をしのばせました。<br>
			　その小判(こばん)は、おかよが何年もかかってようやくためたものでした。<br>
			　長者やしきの仕事がすんだのは、お昼をだいぶすぎたころでした。<br>
			　はらぺこの吾作(ごさく)は、川岸へいって、おかよからもらったにぎりめしを食べることにしました。<br>
			「こりゃ、うまそうじゃ。さすが、長者さまの家のめしはちがうわい」<br>
			と、にぎりめしを手にとり、パクリ。<br>
			　力チン！<br>
			　歯にかたいものがあたりました。<br>
			「ペッ！　なんや、えらい大きな石が入ったもんじゃ」<br>
			　吾作(ごさく)は、にぎりめしを川の中にはきだすと、二つめのにぎりめしにかじりつきました。<br>
			　カチン！<br>
			「これもや。ペッ!」<br>
			　三つめも。<br>
			　力チン！<br>
			「これもや。ペッ！」<br>
			　四つめも、五つめも。<br>
			「なんじゃ、このにぎりめしは？　どれもこれもみんな石が入っとるやないか」<br>
			　さいごの一つも、やはり、力チンときました。<br>
			　これも川にはきすてようとして、吾作(ごさく)はふと、そのにぎりめしを見ました。<br>
			「待てよ、長者の家のめしにゃ、どんな石が入っとるんじゃ？　・・・ややっ、これは！」<br>
			　にぎりめしの中から出てきたのは、なんと小判(こばん)でした。<br>
			「し、しもうた。まえに入っていたのも、小判(こばん)やったんじゃ」<br>
			　おかよの心をこめたおくりものは、深い川のそこにしずんでしまいました。<br>
			　その話を聞いた木兵衛(もくへいえい)は、吾作(ごさく)におこりました。<br>
			「なんで、はじめに力チンときたときに、たしかめなかったんや！　そうすりゃ、七まいもの小判(こばん)がもらえたじゃろが！」<br>
			「けど、石だけえらびだすようなしんきくさいことはきらいやろ？　やっぱりおらには、運がないんや」<br>
			　木兵衛(もくへいえい)は、そのことばを聞いて、ハッとしました。<br>
			「そうか、おかよは長者の嫁(よめ)になったし、やっぱりぐひんさんのいうたとおり、竹三本に生まれた者は、それだけにしかなれんということなんや」<br>
			　木兵衛(もくへいえい)がガックリしていると、どこからともなく、ぐひんさんがあらわれて、いいました。<br>
			「それはちがうぞ、木兵衛(もくへいえい)。おかよが長者の嫁(よめ)になれたのは、こまごまとよう気がついて、物をたいせつにするよいおなごだったからじゃ。いくらええぶにを持っとっても、それをいかせん者もおる。小さなぶにしかのうても、大きな運をつかむ者もおる。　ぶにとは、努力しだいでまねきよせることができるものなのじゃ。心がけひとつじゃぞ、木兵衛(もくへいえい)」<br>
			　それからというもの、木兵衛(もくへいえい)も吾作(ごさく)も、ものをたいせつにするようになり、おかげで、だんだんお金もたまるようになりました。<br>
			<br>
			おしまい</p>
		</div>
	</div>
</div>
	
<%@ include file="../footer.jsp"%>