<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<%@ include file="../header.jsp"%>
	
	<div class="gnb" style="padding-top:20px; text-align:center;">
		
		<!-- 슬릭 -->
		<div class="your-class">
			<div><a href="fourth-grader.do"><img src="images/otogi4.png"></a><br><h4>ウグイス長者(ちょうじゃ)</h4></div>
			<div><a href="fourth-grader.do"><img src="images/otogi4.png"></a><br><h4>ウグイス長者(ちょうじゃ)</h4></div>
			<div><a href="fourth-grader.do"><img src="images/otogi4.png"></a><br><h4>ウグイス長者(ちょうじゃ)</h4></div>
			<div><a href="fourth-grader.do"><img src="images/otogi4.png"></a><br><h4>ウグイス長者(ちょうじゃ)</h4></div>
			<div><a href="fourth-grader.do"><img src="images/otogi4.png"></a><br><h4>ウグイス長者(ちょうじゃ)</h4></div>
			<div><a href="fourth-grader.do"><img src="images/otogi4.png"></a><br><h4>ウグイス長者(ちょうじゃ)</h4></div>
		</div>
		   
<script type="text/javascript">
	$(document).ready(function(){
		$('.your-class').slick({
			infinite: true,
			slidesToShow: 4,
			slidesToScroll: 1,
			autoplay: true,
			autoplaySpeed: 2000
		});
	});
</script><!-- 슬릭 끝 -->
		
	<img class="logoimage" src="images/otogi4.png">
	
	<div>
		<audio src="oudio/uguishu4.mp3" controls style="padding:20px 0;"></audio>
		
			<h1>ウグイス長者(ちょうじゃ)</h1>
			<div class=children>
				<p>むかしむかし、さむい冬空の下を、トボトボと歩いていく、一人の男がおりました。<br>
				　男の商売は茶売りで、ほかに、こまごまとした品物もあきなっています。<br>
				　この日は、どういうわけか、さっぱり売れません。<br>
				　さびしい山道を歩いているうちに、男は、いつのまにやら竹やぶの中にいました。<br>
				「どうやら、道にまよってしもうたらしい」<br>
				　うす暗い竹やぶをぬけると、みょうに明るい場所へとでました。<br>
				　庭には、ちらほらとウメのかおりがただよっています。<br>
				　男は、ウメの花に顔を近づけました。<br>
				「ほう、よいにおいじゃあ」<br>
				　すると、とつぜん女のわらい声がしました。<br>
				　なんと、美しい娘(むすめ)が四人、ウメの木のかげからあらわれたのでした。<br>
				　男は娘(むすめ)たちのあんないで、娘(むすめ)たちの家へとつれていかれました。<br>
				　すると、もう一人女の人が出てきて。<br>
				「わたしは、娘(むすめ)たちの母親です。どうぞ今夜はゆっくりと、とまっていってくださいませ」<br>
				　そういって、男の持っている品物を、みんな買ってくれたのです。<br>
				　つぎの日、母親はあらためて男にいいました。<br>
				「ここは、女だけの家ですから、どうぞゆっくりしていってくださいませ。それに、娘(むすめ)が四人おりますから、だれぞのむこになってくださいませ」<br>
				　なにやら、夢(ゆめ)のような話です。<br>
				　こうして、男は長女のむことなりました。<br>
				　やがて冬もおわり、あたたかな春がやってきました。<br>
				　母親が男にいいました。<br>
				「きょうは日よりがいいので、娘(むすめ)たちをつれてお花見にいってきます。すみませんが、おるす番をおねがいします。たいくつでしたら、うちのくらでも見ていてください。でも、四つめのくらは、けっして開けてはいけませんよ」<br>
				　女たちの出かけた後、男はなにもすることがなくて、ただボンヤリしていましたが、<br>
				「そうじゃ、くらの中でも見てみるか」<br>
				　男はまず、一番目のくらの戸を開けてみました。<br>
				　すると、<br>
				　ザザーッ。<br>
				　波が、男の足もとにおしよせます。<br>
				　まぶしい青空と、白い入道雲。<br>
				　そこには、真夏のけしきが広がっていました。<br>
				「海か、気持ちいいのう」<br>
				　それから男は、二番目のくらへうつりました。<br>
				　そこは、美しい秋の山でした。<br>
				　赤や黄色に色づいた木々、大きなカキの木と、まっ赤にうれたカキの実。<br>
				「モミジにカキとは、風流(ふうりゅう)じゃのう」<br>
				　男は、三番目のくらへいきました。<br>
				　戸を開けてみれば、そこは一面の雪げしきです。<br>
				「うー、寒い、寒い」<br>
				　男は、寒そうに身をふるわせて、三番目のくらを出てきました。<br>
				　そして、とうとう四番目のくらへとやってきたのです。<br>
				　戸を開けようとした男は、母親が出がけにいったことばを、ハッと思い出しました。<br>
				「四つめのくらは、開けてはいけませんよ」<br>
				　開けてはいけないといわれると、よけいに見たくなります。<br>
				「なにか、とくべつなものでもあるのかな？　・・・ちょっとだけ」<br>
				　男はがまんしきれず、四番目のくらの戸を開けました。<br>
				「ほう、これは見事だ」<br>
				　そこは、のどかな春のけしきでした。<br>
				　サラサラと流れる小川のほとりに花がさき、ウメの木には、ウグイスが飛(と)びかっています。<br>
				「ホーホケキョ、ホーホケキョ」<br>
				　ウグイスが、美しい声で鳴きました。<br>
				「ウグイスじゃあ、きれいじゃなあ」<br>
				　でも、ウグイスたちは男のすがたを見ると、ピタッと鳴くのをやめて、どこかへとんでいってしまいました。<br>
				　男がおどろいていると、まわりのけしきがスーっと消え、美しい庭は、いつのまにか草やぶにかわり、男はそのまん中で、ポツンと立っていたのです。<br>
				　そこへ、どこからともなく、母親の声がきこえてきました。<br>
				「あなたは、やくそくをやぶって、四番目のくらを開けましたね。わたしたちは、ここにすむウグイスです。きょうは日よりがいいので、みんな、もとのすがたにもどって遊んでいたのです。そのすがたを見られたからには、もう、いっしょにくらすことはできません」<br>
				　男はしかたなく、トボトボと一人で山をおりていきました。<br>
				<br>
				おしまい</p>
		</div>
	</div>
</div>
	
<%@ include file="../footer.jsp"%>