<%@ page language="java" contentType="text/html; charset=UTF-8"
pageEncoding="UTF-8"%>

<%@ include file="../header.jsp"%>
	
<div class="gnb" style="padding-top:20px; text-align:center;">
		
	<!-- 슬릭 -->
	<div class="your-class">
		<div><a href="sixth-grader.do"><img src="images/otogi6.png"></a><br><h4>ネコの恩返し</h4></div>
		<div><a href="sixth-grader.do"><img src="images/otogi6.png"></a><br><h4>ネコの恩返し</h4></div>
		<div><a href="sixth-grader.do"><img src="images/otogi6.png"></a><br><h4>ネコの恩返し</h4></div>
		<div><a href="sixth-grader.do"><img src="images/otogi6.png"></a><br><h4>ネコの恩返し</h4></div>
		<div><a href="sixth-grader.do"><img src="images/otogi6.png"></a><br><h4>ネコの恩返し</h4></div>
		<div><a href="sixth-grader.do"><img src="images/otogi6.png"></a><br><h4>ネコの恩返し</h4></div>
	</div>
		   
<script type="text/javascript">
	$(document).ready(function(){
		$('.your-class').slick({
			infinite: true,
			slidesToShow: 4,
			slidesToScroll: 1,
			autoplay: true,
			autoplaySpeed: 2000
		});
	});
</script><!-- 슬릭 끝 -->

	<img class="logoimage" src="images/otogi6.png">

	<div>
		<audio src="oudio/nekono6.mp3" controls style="padding:20px 0;"></audio>

	<h1>ネコの恩返し</h1>
	<div class=children>
		<p>むかしむかし、ひどい貧乏寺(びんぼうてら)に、和尚(おしょう)さんが一人ですんでいました。<br>
		一匹(１ぴき)の三毛ネコを、自分の子どものようにかわいがっていましたが、そのネコもすっかり年をとりました。<br>
		　ある日、和尚(おしょう)さんが村人の法事(ほうじ)に出かけ、夜おそく寺にもどってきたら、寺の中でなにやらさわがしい音がします。<br>
		(どうしたんだろう？)<br>
		　和尚(おしょう)さんがふしぎに思って、こっそり中をのぞくと、でっかくなった三毛ネコが和尚(おしょう)さんの衣(ころも)を着て、袈裟(けさ)までかけて、楽しそうにおどっているではありませんか。<br>
		　しかも、三毛ネコのまわりには、たくさんのネコが集まって、首をふったり、足でひょうしをとったりしています。<br>
		(こりゃ、おどろいた！)<br>
		　和尚(おしょう)さんは、しばらく見ていましたが、<br>
		(ネコを長い間かっていると、化けネコになるというが、うちの三毛ネコも、とうとう化けだしたか)<br>
		と、こわくなってきました。<br>
		　そこで、せきばらいを一つしてから戸を開けました。<br>
		「三毛や、今、もどったよ」<br>
		　そのとたん、ネコたちはビックリして外へとびだし、三毛ネコも、あわててもとのネコにもどると、和尚(おしょう)さんのそばへかけよってきて、あまえるように、<br>
		「ニャーオ」<br>
		と、鳴きました。<br>
		　和尚(おしょう)さんはそれでも知らん顔で、さっさと奥(おく)の部屋に行き、ピシャリとふすまをしめます。<br>
		　いつもとちがう和尚(おしょう)さんの態度にガッカリして、三毛ネコはしばらく鳴いていましたが、やがて静かになりました。<br>
		　さて、夜もふけたころ、ふとんのえりをひっぱりながら、<br>
		「和尚(おしょう)さん、和尚(おしょう)さん」<br>
		と、呼(よ)ぶ者があります。<br>
		　ハッとしてとび起きると、まくらもとに三毛ネコが座(すわ)っています。<br>
		「今、わしを呼(よ)んだのは、おまえか？」<br>
		「はい、わたしです」<br>
		　ネコが口をきいたので、和尚(おしょう)さんはおどろいて立ちあがると、三毛ネコが言いました。<br>
		「長い間、かわいがってもらいましたが、わたしも、とうとう化けるような年になりました。化けるところを和尚(おしょう)さんに見つかってしまっては、もうここにいることはできません。朝になればおいとまします」<br>
		　いくら化けるようになっても、自分の子どものようにかわいがってきたネコです。<br>
		　和尚(おしょう)さんは、三毛ネコと別れるのがつらくなり、<br>
		「よかったら、いつまでもここにいておくれ」<br>
		「ありがとうございます。でも、いつかは別れなくてはなりません」<br>
		　三毛ネコは、ていねいに頭をさげると、部屋を出ていきました。<br>
		　和尚(おしょう)さんは、もう一度横になりましたが、三毛ネコのことを思うと、眠(ねむ)ることができません。<br>
		(そういえば、おかしなことがあった。衣のおいてある場所が変わったり、袈裟(けさ)がまるまっていたり。それもこれも、三毛ネコのせいであったか)<br>
		　和尚(おしょう)さんは、夜が明けるのを待って起きだし、白いご飯をかまいっぱいたいて、ご飯の上にかつおぶしをたっぷりかけてやりました。<br>
		「今日で、わしのつくった飯を食うのも最後だ。しっかり食べていってくれ」<br>
		　三毛ネコはご飯を食べおわると、ジッと、和尚(おしょう)さんの顔を見つめていましたが、いきなり外へとび出し、門のところでもう一度ふりむき、「ニャアー」と鳴きました。
		　三毛ネコがいなくなると、寺の中は急に静かです。<br>
		　和尚(おしょう)さんはさみしくて、なにをする気にもなれません。<br>
		　ただボンヤリと、日を過ごすようになりました。<br>
		　それから十日ばかりたったころ、村の長者(ちょうじゃ)の家でおじいさんがなくなり、葬式(そうしき)をだすことになりました。<br>
		　ところが、いざ葬式(そうしき)を始めようとすると大雨が降(ふ)ってきて、しかたなく日を変え、べつの寺の和尚(おしょう)さんをよんできて、葬式(そうしき)を始めようとすると、またまた嵐(あらし)になるやら、雷(かみなり)が鳴るやら、どうにも野辺(のべ→火葬場(かそうば)や埋葬場(まいそうじょう))の送りができません。<br>
		　そこでまた、日を変えることになったのですが、仏さま(→この場合、死んだ長者)を五日も六日も置いておくわけにはいかず、長者や親戚(しんせき)の人たちもあせるばかりです。
		　明日こそと思っていたら、ひにくなことに、その日の夜から雨になりました。<br>
		　さてその晩(ばん)、和尚(おしょう)さんがいろりのそばにションボリ座(すわ)っていると、三毛ネコがやってきました。<br>
		「おう、よくもどってきた」<br>
		　和尚(おしょう)さんがよろこんんで、だきあげようとしたら、三毛ネコが言いました。<br>
		「しばらくでした。わたしが今夜、顔を出したのは、長い間かわいがってもらったおれいをしたいからです。この間、長者の家のおじいさんがなくなったのは、和尚(おしょう)さんもごぞんじでしょう。ところが、いまだに葬式(そうしき)が出せなくてこまっています。そこで、和尚(おしょう)さんが出かけていって、『わしに葬式(そうしき)をさせてくれ』と言ってください。必ず葬式(そうしき)を出せるようにしますから」<br>
		「でも、わしみたいな貧乏寺(びんぼうてら)の和尚(おしょう)が行ってもな」<br>
		「大丈夫(だいじょうぶ)。わたしにまかせてください」<br>
		　言ったかと思うと、三毛ネコはさっさと寺を出ていきました。<br>
		　朝になっても雨はやまず、ますます大ぶりです。<br>
		　和尚(おしょう)さんは、どうしようかとまよいましたが、かわいがっていた三毛ネコの言うことだと考えなおして、衣をつけ、袈裟(けさ)をかけて、長者の屋敷(やしき)に出かけました。<br>
		　長者の屋敷(やしき)では、今日も葬式(そうしき)が出せずに困(こま)っています。<br>
		　和尚(おしょう)さんは胸(むね)をはって、<br>
		「わしに葬式(そうしき)をさせてくれ。必ず天気にしてみせるから」<br>
		　長者や親戚(しんせき)の人たちは、りっぱな坊(ぼう)さんが来ても葬式(そうしき)を出せないのに、こんな貧乏寺(びんぼうてら)の和尚(おしょう)さんになにができるかと思いましたが、とにかく早く葬式(そうしき)をすませたくて、<br>
		「まあ、そんならやってみてくれ」<br>
		と、言いました。<br>
		「それじゃ、始めるから」<br>
		　和尚(おしょう)さんは、お棺(かん)の前に座(すわ)って、ゆっくりお経を読みはじめました。<br>
		　すると、どうでしょう。<br>
		　雨が小ぶりになってきたかと思うと、たちまち太陽が顔をのぞかせてきました。<br>
		　長者は喜んで、すぐに村人たちに知らせます。<br>
		　大勢の人たちがやってきて、待ちに待った葬式(そうしき)が始まり、無事に野辺(のべ)の送りがすみました。<br>
		　長者はえらく喜んで、和尚(おしょう)さんにたっぷりお礼をはずみました。<br>
		　そればかりか、和尚(おしょう)さんの評判が遠くまで伝わり、大きな葬式(そうしき)には、必ず和尚(おしょう)さんをよぶようになったのです。<br>
		　おかげで、いまにもつぶれそうだった貧乏寺(びんぼうでら)は、りっぱな寺へたてなおし、弟子や小僧(こぞう)もふえて、和尚(おしょう)さんは一生しあわせにくらしたということです。<br>
		<br>
		おしまい</p>
		</div>
	</div>
</div>

<%@ include file="../footer.jsp"%>