<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<%@ include file="../header.jsp"%>

	<div class="gnb" style="padding-top:20px; text-align:center;">
		
	<!-- 슬릭 -->
	<div class="your-class">
		<div><a href="third-grader.do"><img src="images/otogi3.png"></a><br><h4>ゆきおんな (雪女)</h4></div>
		<div><a href="third-grader.do"><img src="images/otogi3.png"></a><br><h4>ゆきおんな (雪女)</h4></div>
		<div><a href="third-grader.do"><img src="images/otogi3.png"></a><br><h4>ゆきおんな (雪女)</h4></div>
		<div><a href="third-grader.do"><img src="images/otogi3.png"></a><br><h4>ゆきおんな (雪女)</h4></div>
		<div><a href="third-grader.do"><img src="images/otogi3.png"></a><br><h4>ゆきおんな (雪女)</h4></div>
		<div><a href="third-grader.do"><img src="images/otogi3.png"></a><br><h4>ゆきおんな (雪女)</h4></div>
	</div>
		   
<script type="text/javascript">
	$(document).ready(function(){
		$('.your-class').slick({
			infinite: true,
			slidesToShow: 4,
			slidesToScroll: 1,
			autoplay: true,
			autoplaySpeed: 2000
		});
	});
</script><!-- 슬릭 끝 -->
		
	<img class="logoimage" src="images/otogi3.png">
	<div>
		<audio src="oudio/ukionna.mp3" controls style="padding:20px 0;"></audio>
		
	<h1>ゆきおんな (雪女)</h1>
		<div class=children>
			<p>むかしむかしの、寒(さむ)い寒(さむ)い、北国でのお話です。<br>
			あるところに、茂作(しげさく)と、おの吉(きち)という、きこりの親子がすんでいました。<br>
			この親子、山がすっぽり雪につつまれるころになると、てっぽうを持(も)ってりょうに出かけていくのです。<br>
			ある日のこと、親子はいつものように雪山へ入っていきましたが、いつのまにか、空は黒雲におおわれ、冬山は人をよせつけぬかのように、あばれはじめました。<br>
			ふきすさぶ吹雪(ふぶき)は、のぼってきた足あとを、かき消(け)してしまいます。<br>
			二人はやっと、きこり小屋(ごや)を見つけました。<br>
			「今夜はここでとまるより、しかたあるめえ」<br>
			「うんだなあ」<br>
			チロチロともえる、いろりの火にあたりながら、二人は昼間のつかれからか、いつのまにか、ねむりこんでしまったのです。<br>
			風のいきおいで、戸がガタンと開(ひら)き、雪がまいこんできました。<br>
			そして、いろりの火が、フッと消(き)えました。<br>
			「う～、寒(さむ)い」<br>
			あまりの寒(さむ)さに、目をさましたおの吉(きち)は、そのとき、人かげを見たのです。<br>
			「だれじゃ、そこにおるのは？」<br>
			そこにすがたをあらわしたのは、若(わか)く美(うつく)しい女の人でした。<br>
			雪女(ゆきおんな)です！<br>
			雪女は、ねむっている茂作(しげさく)のそばに立つと、口から白い息(いき)をはきました。<br>
			茂作(しげさく)の顔に、白い息(いき)がかかると、茂作(しげさく)の体はだんだんと白くかわっていきます。<br>
			そして、ねむったまま、しずかに息(いき)をひきとっていきました。<br>
			雪女は、こんどは、おの吉(きち)のほうへちかづいてきます。<br>
			「た、助(たす)けてくれ！」<br>
			ひっしでにげようとする、おの吉(きち)に、なぜか、雪女はやさしくいいました。<br>
			「そなたは、まだわかわかしく、命(いのち)が、かがやいています。助(たす)けてあげましょう。でも、今夜のことを、もしもだれかに話したら、そのときは、そなたの美(うつく)しい命(いのち)は、おわってしまいましょう」<br>
			そういうと、雪女は、ふりしきる雪の中にすいこまれるように、消(き)えてしまいました。<br>
			おの吉(きち)は、そのまま気をうしなってしまいました。<br>
			やがて朝になり、目がさめたおの吉(きち)は、父の茂作(しげさく)がこごえ死(し)んでいるのを、見つけたのです。<br>
			それから、一年がたちました。<br>
			ある大雨の日、おの吉(きち)の家の前に、一人の女の人が立っていました。<br>
			「雨で、こまっておいでじゃろう」<br>
			気だてのいいおの吉(きち)は、女の人を家に入れてやりました。<br>
			女の人は、お雪という名でした。<br>
			おの吉(きち)と、お雪は、夫婦(ふうふ)になり、何年もしあわせな月日が流(なが)れていきました。<br>
			かわいい子どもにもめぐまれた二人は、それはそれは、しあわせでした。<br>
			けれど、ちょっと心配(しんぱい)なのは、暑(あつ)い日ざしをうけると、お雪はフラフラと、たおれてしまうことです。<br>
			でも、やさしいおの吉(きち)は、そんなお雪をしっかり助(たす)けて、なかよくくらしていました。<br>
			そんなある日、はり仕事(しごと)をしているお雪の横顔(よこがお)を見て、おの吉(きち)は、ふっと、遠い日のことを思い出したのです。<br>
			「のう、お雪。わしは以前(いぜん)に、おまえのように美(うつく)しいおなごを見たことがある。おまえとそっくりじゃった。山でふぶきにあっての。そのときじゃ、あれは、たしか雪女」<br>
			と、ここまでいったときでした。<br>
			「あなた、とうとう話してしまったのね。あれほどやくそくしたのに」<br>
			お雪が、悲(かな)しそうにいいました。<br>
			「どうしたんだ、お雪！」<br>
			お雪の着物(きもの)は、いつのまにか、白くかわっています。<br>
			あの夜のことを話されたからには、お雪はもう、人間でいることができないのです。<br>
			「あなたのことは、いつまでもわすれない。とてもしあわせでした。子どもをたのみます。さようなら」<br>
			そのとき、戸がバタンと開(ひら)いて、つめたい風がふきこんできました。<br>
			そして、お雪のすがたは消(き)えたのです。<br>
			<br>
			おしまい</p>
		</div>
	</div>
</div>

<%@ include file="../footer.jsp"%>