<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<%@ include file="../header.jsp"%>

<div class="container" style="width:1240px; margin:0 auto;">
<div class="con_title">
<div class="join_write col_989">
<div class="list_con">
<div>
<input type="checkbox" id="chkCtrl" style="margin:20px 0;">全てに同意する
</div>
<h2>会員規約</h2>
<textarea style="padding:18px; width:100%; height:200px;">韓国人向けの日本語の勉強（以下「当社」といいます。）は、取扱いブランドを販売する本オンラインショップの運営および販売、ならびにメールマガジン配信業務を行っております。
当社は、当社が運営する本オンラインショップ（以下「本サービス」といいます。）の利用規約（以下 「本規約」といいます。）を以下の通り定めます。
なお、本サービスを利用される方には、以下の条件に同意いただいたものとして本規約が契約の内容として適用されます。

第1章 総則
第1条 本規約の範囲および変更
1. 本規約は、当社が会員に提供する本サービスの利用条件を定めるものであり、会員（第3条で定義します。）登録を希望する者（以下「会員登録希望者」といいます。）が会員登録を申請する場合および会員登録を受けた会員が本サービスを利用する場合を含む本サービスの一切の利用について適用され、会員および会員登録希望者を含む本サービスの一切の利用 者（以下「利用者」といいます。）に適用されるものとします。

2. 当社は、本サービスの追加・変更等を行う場合、関連する法令の改正等があった場合等の本規約を変更する必要がある場合には民法第548条の４に基づき本規約を変更することがあり、本規約を変更しようとする場合には、変更の 7 日以上前に本規約に定めるほかウェブサイト上での掲載または電子メール等の当社が適当と判断する方法で利用者に利用規約を変更すること及び変更の内容、変更の効力発生日について通知するものとします。本規約を変更した場合、効力発生日以降の本サービスの利用に関する一切の事項は、変更前の利 用者も含めて変更後の利用規約によるものとします。

3. 会員が未成年者である場合には、親権者等の法定代理人の同意を得て、本サービスを利用するものとします。

4. 当社は、本サービスの利用に関して、本規約とは別に個別規約（使用上の注意等）を定めることができます。これらの個別規約は、その名目の如何に関わらず、本規約の一部を構成するものとします。

5. 本規約と個別規約の内容が異なる場合には、別段の定めがない限り、本規約が優先して適用されるものとします。

</textarea>
<div>
<input type="checkbox" name="agree" id="agree1" value="t" style="margin-bottom:20px;">同意する
</div>
<h2>個人情報収集および利用同意</h2>
                    
<textarea style="padding:18px; width:100%; height:200px;">
第2条 本サービスの利用
利用者は、本規約、法令、規則、通達および当社が別途定めるルール等に従い、本サービスを利用するものとします。

第2章 会員
第3条 会員
「会員」とは、本規約に同意いただいた上、当社所定の手続に従い会員登録を申請し、当社がこれを承認した方をいいます。

第4条 会員登録
1. 会員登録希望者は、本サービスの会員登録ページから当社の指定する方法に従い会員登録申請を行うものとします。

2. クレジットカードの登録を行う場合は、ご本人名義のクレジットカードでなければならないものとします。

3. 当社は第１項の申請に対し、承認する場合には、登録確認メールを送信することにより申請を承認するものとします。

4. 会員は、当社から不定期に配信される電子メール、カタログ等（メールマガジン、告知メール、お知らせメール、アプリプッシュ通知、電話、チラシ、カタログ、その他冊子等郵送によるご案 内の送付も含みますがこれらに限られません。）のご案内を受信または受領することを承諾 するものとします。

5. 当社は、以下の各号のいずれかに該当する場合、当該登録申請を承認しない場合があります。

(1) 会員登録希望者本人以外の者による会員登録申請の場合
(2) 会員登録希望者が過去に本規約、または当社もしくは当社グループ各社による商品売買もしくはサービスの提供に関する契約もしくは規約に違反したこと等により、会員登録の抹消、利用資格の取消し、その他解除されたことなどの処分をうけていることが判明した場合
(3) 会員登録希望者の申請内容に、虚偽または不正確な事項が含まれている場合
(4) 会員登録希望者が、過去に当社または当社グループ各社による商品売買またはサービスの提供に関して、料金等の支払債務の履行遅延、長期間にわたる商品の受取り不能、不適切な返品・交換の要求またはその他の債務不履行があったことが判明した場合
(5) その他登録申請を承認することが不適当であると当社が判断する場合
第5条 変更の届出
1. 会員は、住所、氏名、電話番号、クレジットカード番号、その他当社に届出ている事項に変更 が生じた場合には、当社が別途指示する方法により、すみやかに当社に届出るものとします。

2. 当社は、会員が適宜、変更登録を行わなかったこと（以下「本変更登録の遅滞」といいます。）により当該会員に何らかの損害が生じたとしても、当社の故意または重大な過失による場合 を除き、一切責任を負わないものとします。また、当社は、本規約等に別途定める場合を除き、本変更登録の遅滞によって当該会員に生じた損害について、当社の責に基づく場合（当社の故意または重大な過失による場合を除きます。）、当該損害のうち、当該会員が被った通常かつ直接の範囲の損害（予見可能性の有無を問わず、特別損害および逸失利益を含まないものとします。）に限り責任を負うものとします。

第6条 本サービスの利用停止、会員登録の取消
1. 当社は、会員が以下の各号のいずれかに該当する場合、会員に事前通知することなく本サービスの利用停止または会員登録を抹消することができるものとします。

(1) 過去に本規約違反をしたことなどにより会員登録の抹消などの処分をうけていることが判明した場合
(2) 当社または当社グループ各社による商品売買またはサービスの提供に関して、料金等の支払債務の履行遅延、長期間にわたる商品の受取り不能、不適切な返品・交換の要求またはその他の債務不履行があったことが判明した場合
(3) 会員の所在が不明となり、当社が会員と連絡が取れなくなった場合
(4) 第13条（禁止事項）の行為を行った場合
(5) 本規約、または当社もしくは当社グループ各社による商品売買もしくはサービスの提供に関する契約もしくは規約に違反した場合
(6) 会員登録後、申請内容に虚偽または不正確な事項が含まれていることが発覚した場合
(7) その他、本サービスの運営・管理上、会員として不適当であると当社が判断する場合
2. 会員が前項各号のいずれかに該当することで当社が損害を被った場合、当社は、本サービスの利用停止または会員登録の抹消の有無にかかわらず、当該会員に対して被った損害（弁護士費用を含みます。）の賠償を請求できるものとします。

3. 会員登録が抹消された場合、当該会員は、本サービスの会員向けサービスの利用に関する一切の権利（第17条に定めるポイントを含みますが、これに限られません。）を失うものとし、会員登録の抹消に伴い当社に対する何らの請求権も取得しないものとします。

4. 当社は、会員が第１項各号のいずれかに該当している虞がある場合または当サイトの運用の円滑な運用等の合理的な理由に基づき当該会員の会員資格の一時停止が必要と判断した場合には、当該会員の了承を得ることなく当該会員の資格を一時停止とすることができます。また、一時停止が緊急を要すると判断した場合には、事前の通知なく一時停止とすることができます。

5. 当社が前項の措置をとったことで当該会員が本サービスを使用出来ず、これにより損害が発生したとしても、当社は、いかなる責任も負いません。

第7条 退会手続
1. 会員は、当社所定の手続を経て、いつでも退会することができるものとします。会員は、当社が会員からの退会申請を受領した時点で会員資格を喪失するものとします。

2. 前項に基づく退会が行われたとしても、その時点で既に発生した会員の当社に対する債務には影響を及ぼさず、本規約が適用になります。

第8条 IDおよびパスワードの管理
1. 会員は、会員自身で設定したユーザーIDおよびパスワードの管理責任を負うものとします。

2. 会員は、ユーザーIDおよびパスワードを第三者に譲渡、売買、承継、貸与、質入、開示または漏洩等してはならず、また、複数人で共用することも認められないものとします。

3. 会員は、ユーザーIDおよびパスワードの管理不十分、使用上の過誤・不手際、第三者の使用等（家族、従業員等による使用を含みますがこれらに限られません。）（以下「本ユーザーID 等の管理不十分等」と総称します。）に起因する損害につき自ら責任を負うものとし、当社の故意または重大な過失による場合を除き、当社は一切責任を負担しないものとします。また、当社は、本規約等に別途定める場合を除き、本ユーザーID 等の管理不十分等によって当該会員に生じた損害について、当社の責に基づく場合（当社の故意または重大な過失による場合を除きます。）、当該損害のうち、当該会員が被った通常かつ直接の範囲の損害（予見可能性の有無を問わず、特別損害および逸失利益を含まないものとします。）に限り責任を負うものとします。

4. 会員は、ユーザーID およびパスワードが第三者によって不正に使用されていることが判明した場合、ユーザーID またはパスワードを失念した場合には、直ちに当社に連絡するものとし、当社からの指示がある場合には、これに従うものとします。また、ユーザーIDおよびこれに対応したパスワードによりなされた本サービスの利用は会員本人によりなされた利用とみなします。

5. 利用者は、本サービス利用の際に行うクレジットカード番号の送信行為等の決済手段に伴う漏洩等の危険性を認識し、自己の責任の下にこれを行うものとします。

第3章 個人情報
第9条 利用者の個人情報の利用
1. 当社は、以下の目的のために、利用者の個人情報を利用できるものとします。

(1) ご登録時に利用者が希望された情報の提供を行うため
(2) 商品の発送およびお申込みの処理に関わる業務を行うため
(3) 当選された方へのプレゼントの発送およびお申込みの処理に関わる業務を行うため
(4) ブランド、商品、店頭、各種優待施策、イベント、ポイントサービス等の各種サービスに関するご案内のため（電子メール、アプリプッシュ通知、チラシ、カタログ、その他冊子等の郵送、電話等の方法による広告宣伝のご案内を含みます。）
(5) アンケートの実施のため（会員登録希望者がその登録申請を完了しておらず、各種情報の入力途中であった場合における、登録希望者が登録申請を完了されなかった理由等に関するものを含みます。）
(6) 通信販売の場合の商品発送、代金決済、その配送に関してのご確認やご連絡のため
(7) 商品等の研究開発、マーケティング、カスタマイズ、販売促進、サービス向上等に関する調査依頼または改善のため
(8) 本人確認、認証サービスのため
(9) 上記の運用に関連し必要なご連絡のため
(10) 第5項に定める共同利用のため
2. 当社は、個人情報を調査・分析するために利用する場合は、原則として利用者個人を識別できない状態に加工したうえで利用できるものとします。

3. 当社は、利用目的の範囲を超えて個人情報を利用する必要が生じた場合には、その旨を事前にお知らせし、利用者の同意を得たうえで利用するものとします。

4. 16才未満の利用者が個人情報を当社に登録する場合には、必ず保護者の同意のもとで行なっていただくものとします。

5. 当社は、個人情報を以下のように共同利用することができるものとします。

(1) 共同利用するデータの項目
氏名、生年月日、性別、連絡方法、住所、電話番号、メールアドレス、購入履歴等
(2) 共同利用する者の範囲
以下の株式会社マッシュホールディングスおよびそのグループ会社（上記①乃至⑪の各社をいいます。以下同じ）
①株式会社マッシュホールディングスグループ会社（2021 年 2 月時点）
②株式会社マッシュスタイルラボ
③株式会社マッシュビューティーラボ
④株式会社マッシュスポーツラボ
⑤株式会社マッシュセールスラボ
⑥株式会社マッシュフーズ
⑦株式会社ウサギオンライン
⑧株式会社マッシュデザインラボ
⑨株式会社エコストアジャパン
⑩株式会社巴里屋
⑪株式会社ネットフレーム
⑫株式会社マッシュホームズ
利用者は、当社が出店している百貨店当等商業施設（以下「商業施設等」といいます。）から購入した場合、購入した商業施設等に氏名及び住所を開示、共有する場合があることをあらかじめ同意するものとします。また、利用者は、商業施設等から各種宣伝印刷物等が送付されることを、あらかじめ了承するものとします。
(3) 利用目的
本条第１項に記載した利用目的に同じ。
商業施設等と共有する場合については、各種宣伝印刷物等による各種サービスに関するご案内のため
(4) 共同利用責任者
株式会社マッシュホールディングス CRM 戦略室 室長 塩澤 亮
商業施設等と共有する場合は、当社が責任者となります。
第4章 サービスの利用
第10条 サービスの範囲
1. 利用者は本サービスが提供するさまざまなサービスを利用できるものとします。なお、会員以外の利用者については、一部ご利用できないサービスがあります。

2. 利用できるサービスの範囲については別途定めるものとします。

3. 当社は、利用できるサービスの範囲または内容を、利用者に事前の同意なく変更・中断・停止することができるものとします。

4. 当社は、本サービスの変更・中断・停止による会員または第三者の被る不利益や損害について一切の責任を負いません。

第11条 禁止事項
利用者は以下の行為を行ってはならないものとします。

(1) ご利用の際に虚偽または誤解を招くような登録内容を申請する行為。
(2) 本サービスの運営を妨げ、その他本サービスに支障をきたすおそれのある行為。
(3) クレジットカードを不正使用して本サービスを利用する行為。
(4) ユーザーID およびパスワードを不正に使用する行為。
(5) 他の利用者、第三者もしくは当社に迷惑、当社の信用を毀損する行為、不利益もしくは損害を与える行為、またはそれらのおそれのある行為。
(6) 他の利用者、第三者もしくは当社の著作権、商標等の知的財産権、肖像権、人格権、プライ バシー権、パブリシティー権その他の権利を侵害する行為またはそれらのおそれのある行為。
(7) 本サービスを通じて入手した画像、テキスト、デザイン、ロゴ、映像、音声、プログラム、アイディア、情報等（以下「コンテンツ」と総称します。）を利用者が私的使用の範囲外で使用する行為。
(8) 他の利用者、または他の利用者以外の第三者を介して、本サービスを通じて入手したコンテンツを複製、販売、出版、頒布、公開およびこれらに類似する行為。
(9) 本サービスを商業目的で利用する行為（ただし、当社が予め認めたものは除きます。）。
(10) 会員たる地位またはその地位に基づく権利を第三者に譲渡しまたは行使させる行為。
(11) 公序良俗に反する行為その他法令に違反する行為、またはそれらのおそれのある行為。
(12) その他、当社が不適当と判断する行為。
第12条 知的財産権
1. 本サービスを構成するコンテンツに関する一切の権利（所有権、知的財産権、肖像権、パブリシティー権等）は当社または当該権利を有する第三者に帰属しています。

2. 利用者は、コンテンツについて、一切の権利を取得することはないものとし、権利者の許諾を得ることなく、所有権、著作権を含む一切の知的財産権、肖像権、パブリシティー権等、コンテンツに関する全ての権利を侵害する一切の行為をしてはならないものとします。

3. 本条の規定に違反して問題が発生した場合、利用者は、自己の費用と責任においてかかる問題を解決するとともに、当社に何等の迷惑または損害を与えないものとします。

第5章 商品の購入
第13条 商品の購入
1. 利用者は、本サービスを利用して当社から商品またはサービス（以下「商品等」といいます。）を購入することができます。

2. 利用者は、商品等の購入を希望する場合、当社が指定する方法に従って商品等の購入を申込むものとします。

3. 前項の申込に対して、当社より承諾する旨の電子メールを利用者宛に発信した時点で、利用者と当社との間に当該商品等に関する売買契約が成立するものとします。ただし、利用者指定のクレジットカード会社から不履行の旨の連絡があった場合はこの限りではありません。

4. 当社は、過去の注文に関し紛争が生じた会員、以前に売買条件に違反したことがありまたは現在詐欺的な活動に関与しているおそれがあると当社が合理的な根拠により考える会員、その他の合法的な理由によりお取引すべきでないと考える会員のご注文をお受けしない権利を留保します。

5. 本サービス利用に関して不正行為または不適当な行為があった場合、当社は売買契約を取消もしくは解除、その他適切な措置を取ることができるものとします。

6. 本サービスによる商品等は第3項により売買契約の成立後最大7日営業日以内に利用者が指定した場所にお届けします。ただし、本サービスによる商品等の配送は日本国内に限ります。

第14条 決済方法
1. 商品等のお支払い金額は、消費税を含む商品等購入代金、送料、取り扱い手数料（代金引換による支払の際の手数料等）の合計となります。

2. 本サービスによって購入された商品等のお支払いに関しては、利用者本人名義のクレジットカードによるお支払い、および当社が別途認めるお支払方法によるものとします。

3. クレジットカードでのお支払いの場合は、利用者がカード会社との間で別途契約する条件に従うものとします。なお、利用者と当該クレジットカード会社等の間で紛争が発生した場合は、当該当事者双方で解決するものとし、当社は一切責任を負いません。

4. 利用者が購入した商品等のお支払いに遅延した場合には、利用者は年14.6％の割合による遅延損害金を当社に支払うものとします。

第15条 商品の返品・交換等
1. 商品の返品、返金、交換は、配送中の破損、お届けした商品の品質に通常の商品と比較して問題があったとき、数量等の間違い、商品間違い、当社が別途認める場合（以下「契約不適合」と総称します。）を除き、できないものとします。

2. 当社は、商品の契約不適合がある場合は、正常な商品と交換いたします。当該交換ができない場合には、利用者は当該商品にかかる売買契約を解除できるものとします。ただし、当該交換の請求および解除は、利用者が商品を受領した後7日以内に当該契約不適合がある旨を当社に申し出た場合に限り行なうことができるものとします。

3. 利用者は、前項の交換等にかかる商品の返送を当社が別途定める方法に従い行うものとします。

第16条 商品に関する免責
1. 本サービスにおいて売買される商品に関する保証は、特に明示していない限り、添付されている製品保証書の記載内容に準拠するものとします。当社は、本サービスにおいて売買される商品につき、製品保証書記載内容以外の点については、その品質、性能、他の商品との適合性その他のいかなる保証も行いません。

2. 当社は、（配送先不明等によるトラブルに関しては、）会員が登録している連絡先へ連絡する こと、および商品購入の際指示した送付先に商品を配送等することにより免責されるものとし、また、お届けまでの期間や日時を保証するものではございません。

3. 当社は、在庫商品について万全を期すように努力いたしますが、万一在庫がない場合、利用者からの申込をキャンセルさせていただく場合がございます。この場合の詳細な対応につき ましては、別途利用者に対し通知させていただきますが、このキャンセルさせていただいた場合も、利用者は当社に対していかなる損害賠償、損失補填等を求めることはできません。

4. 当社は、本サービスの利用および本サービスにおいて売買される商品等に関する損害、損失、不利益（以下「本サービスの利用および本サービスにおいて売買される商品等に関する損害 等」と総称します。）に関して、当社の故意または重大な過失による場合を除き、一切責任を 負わないものとします。また、当社は、本規約等に別途定める場合を除き、本サービスの利用および本サービスにおいて売買される商品等に関する損害等について、当社の責に基づく場合（当社の故意または重大な過失による場合を除きます。）、本サービスの利用および本サービスにおいて売買される商品等に関する損害等のうち、当該利用者が本サービスの利用および本サービスにおいて売買される商品等の対価として当社に支払った金額を上限として責任 を負うものとします。

第6章 ポイント
第17条 ポイントの発行
当社が運営する本サービスが、会員に対してポイントを発行し、獲得したポイント数に応じて特典と交換することが可能です。
ポイントの発行について下記のとおりに定めます。

1. 当社は、会員がポイント発行条件を満たした場合について、当該会員にポイントを発行します。会員がポイント発行条件を満たすかどうかの決定は当社が行い、会員はこれに従うものとします。

2. ポイント発行条件として会員からの申し込み等が必要な場合、会員からの当該申込み等があってから一定の期間内に当該ポイントを発行するものとします。

3. ポイント発行条件およびポイント数等の条件は、本ウェブサイトで告知します。

4. ポイント発行条件およびポイント数等の条件は、当社が自由に定めることができます。会員への通知や承諾なしに追加、削除、増減その他の変更をすることができます。

5. 当社は、1年間に会員に発行する総ポイント数の上限を定めることができます。その場合、会員がポイント発行条件を満たしていても、当該会員に上限を超えるポイントは発行されません。また、上限を超えたため発行されなかったポイントが、翌年度に繰り越されることもありません。なお、ポイントの上限が定められる1年間とは、会員登録日を基準日とします。

第18条 ポイントの使用
1. ポイントはそれを保有する会員本人のみが使用でき、当該会員以外の第三者が使用することはできません。

2. 異なる会員番号で保有されているポイントを合算することおよび同時に使用することはできません。

3. 会員は保有するポイントを第三者へ譲渡、貸与、または担保へ提供すること、会員間で共有することはできません。また、ポイントは相続されません。

4. 一旦、ポイントの使用処理が完了した場合、いかなる場合もこれを取り消すことはできず、当該ポイントの返還は行いません。

5. ポイントは、ポイント使用時、ポイント残高のうち発行年月日の古いものから順次充当されます。

6. 会員がポイント使用後に、第19条2項に定めるポイント取消事由に該当することが判明した場合、当社は遡及的にポイントの使用を取り消すことができます。この場合、会員は当社に対し、ポイントの使用によって得た物品またはサービスの代金相当額の支払いを行うものとします。

7. 会員はいかなる場合でもポイントを換金することはできません。

8. ポイントの使用により提供された物品またはサービスについて公租公課が課される場合、当該公租公課は会員の負担となります。

9. 本サービス以外では、ポイントは使用できません。

第19条 ポイントの取消・失効
1. 当社が発行するポイントは、ポイント発行日の 1 年後の日が属する月の末日に失効します。

2. 当社は、会員が以下のいずれかに該当した場合、事前の通知なく、当該会員が保有するポイントの全部または一部を取り消すことができます。

(1) 購入された当社製品等が返品された等、ポイントの発行条件を満たさなくなった場合
(2) 不正な手段によりポイントの発行を受けた場合
(3) 本規約、会員規約、および個別規約その他会員として遵守すべき規約に反した場合
(4) 退会または会員資格の取消で、本プログラムの会員資格を失った場合
(5) システムの誤作動等により取り消しが必要と当社が判断した場合
(6) その他当社が必要と判断した場合
3. 会員資格が失効した場合、当該会員が保有していたポイントは第1項の有効期間にかかわらず同時に失効し、消滅します。また、会員資格が失効した場合、当該会員は、会員サービスの利用に関する一切の権利を失うものとし、会員資格の失効に伴い当社に対する何らの請求権も取得しないものとします。

4. 失効したポイントはいかなる場合も再発行されません。失効により、会員または第三者に損害が発生しても、当社は一切責任を負いません。

第20条 ポイントの管理
会員は、保有するポイント数、使用したポイント数および有効期間等のポイント履歴を本ウェブサイト上で確認することができます。

第7章 本サービスの運用
第21条 第三者による使用
当社は、同一の会員番号、ログインIDおよびパスワード（以下「会員番号等」といいます。）を用いた本サービスの利用、その他一切の行為は、当該の会員番号等を保有する会員による行為とみなします。会員番号等が第三者に不正に使用された場合であっても、当社は、使用されたポイントを返還せず、その他当該会員が被る損害について一切責任を負いません

第22条 情報の管理
本サービスにおいて利用者が発信したコメントその他の情報について、当該利用者に著作権が留保されるものの、当社が利用可能と判断した場合は、当社は当該利用者に断りなく本サービスにおいて無償で自由に当該情報を利用（複製、改変、転載等その他一切の利用を含みます。）できるものとし、当該利用者は当社および当社の指定する第三者に対し、著作者人格権を行使せず、異議を申し立てないことを承諾するものとします。
また、次の各号の一つにでも該当する場合には、利用者に断りなくこれを削除することができるものとします。

(1) 当該情報が当社もしくは第三者の著作権を含む一切の知的財産権、肖像権、パブリシティー権等、コンテンツに関する全ての権利の一部または全部を明らかに侵害し、または当社もしくは第三者の名誉もしくは信用を明らかに棄損していると認められた場合。
(2) 当該情報が第三者の著作権を含む一切の知的財産権、肖像権、パブリシティー権等、コンテンツに関する全ての権利の一部または全部を侵害し、または第三者の名誉もしくは信用を毀損しているとの警告を、当社が当該第三者から受取った場合。
(3) 日本または適用のある外国の法令に明らかに違反していると認められた場合。
(4) 国の機関もしくは地方公共団体またはその委託を受けた者から削除するよう命令を受けた場合。
第23条 本サービスの保守
当社は、本サービスの稼動状態を良好に保つために、以下各号の場合利用者に事前に通知を行うことなく本サービスの提供の全部または一部を中止することができるものとします。

(1) システムの定期保守および緊急保守の場合。
(2) 火災、地震、洪水、落雷、停電、通信回線の事故、通信事業者の不履行、戦争、内乱、テロ、暴動、騒擾等の天変地異や社会不安、第三者による妨害行為等の不可抗力により、システ ムの運用が困難になった場合。
(3) その他、止むを得ずシステムの停止が必要と当社が判断した場合。
第24条　反社会的勢力による利用禁止
1. 以下各号に該当する者は本サービスを利用できません。

(1)　暴力団、暴力団員、暴力団準構成員、暴力団関連企業、総会屋等、社会運動等標ぼうゴロ、特殊知能暴力集団その他これらに準ずる者（以下「反社会的勢力」といいます。）
(2)　過去5年間において、反社会的勢力に該当したことがある者
(3)　反社会的勢力と密接な関係がある者によってその経営を支配もしくは関与されている者
(4)　自らが反社会的勢力を利用もしくは資金または便宜等を提供している者
(5)　反社会的勢力と社会的に非難されるべき関係等を有する者
2. 利用者が以下に該当する行為を行うことを禁止します。

(1)　暴力的な要求行為
(2)　法的な責任を超えた不当な要求行為
(3)　取引に関して、脅迫的な言動をし、または暴力を用いる行為
(4)　風説を流布し、偽計もしくは威力を用いて当社もしくは第三者の信用を毀損し、または当社もしくは第三者の業務を妨害する行為
(5)　その他前各号に準する行為
第25条 その他免責事項
1. 当社は、利用者が本サービスをご利用になれなかったことにより発生した一切の損害について、当社の故意または重大な過失による場合を除き、いかなる責任も負わないものとします。また、当社は、本規約等に別途定める場合を除き、本サービスをご利用になれなかったことによって当該利用者に生じた損害について、当社の責に基づく場合（当社の故意または重大な過失による場合を除きます。）、当該損害のうち、当該利用者が被った通常かつ直接の範囲の損害（予見可能性の有無を問わず、特別損害および逸失利益を含まないものとします。）に限り責任を負うものとします。

2. 当社は、利用者の登録内容に従い事務を処理することにより免責されるものとします。

3. 当社は、本サービスの内容や情報等について、その安全性、正確性、確実性、有用性、最新性、道徳性、機能性、完全性、目的適合性、コンピュータウィルスに感染していないこと等につき保証しないものとします。

4. 本サービスから他のウェブサイトもしくはリソースへのリンク、または第三者のウェブサイトもしくはリソースから本サービスへのリンクを提供している場合、当社は、当該リンク先の内容、利用およびその結果については、いかなる責任も負わないものとします。（安全性、正確性、確実性、有用性、最新性、道徳性、機能性、完全性、目的適合性、コンピュータウィルスに感染していないことを含みますが、これらに限りません。）なお、当社は、リンク先のウェブサイトまたはリソースの内容が、違法または本サービスの管理・運営上不適切であると判断した場合には、利用者に何らの通知を要することなく、当該リンク先を削除することができるものとします。

5. 利用者が、本サービスをご利用になることにより、他の利用者または第三者に対して損害等を与えた場合には、当該利用者は自己の責任と費用において解決し、当社には一切迷惑を与えないものとします。

6. 当社は、利用者が本サービスを利用する際に発生する通信費用について、一切負担しないものとします。

第26条 その他
1. 当社と利用者との連絡方法は、原則としてE-Mailによるものとします。

2. 本サービスのご利用に関して、本規約または当社の指導により解決できない問題が生じた場合には、当社と利用者との間で双方誠意をもって話し合い、これを解決するものとします。

3. 本規約は日本法に基づき解釈されるものとし、本サービスの利用に関して訴訟の必要が発生した場合には、東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所といたします。

2021年7月26日改正
</textarea>
<div>
<input type="checkbox" name="agree" id="agree2" value="t" style="margin-bottom:20px;">同意する
</div>
<p id="agreemsg" style="padding-botton:30px;"></p>

<div class="pagination" style="text-align:center; padding-top:30px;">
<a href="member.do" id="btn_ok"><b style="border: 1px solid; padding: 10px;">次に進む</b></a>
</div>
</div>
</div>
</div>
</div>

<script>
	$(function() {
		var chkList = $("input[name=agree]");
		
	$("#chkCtrl").click(function(){
		if($(this).is(":checked")){// 전체동의 체크 상태이면
			chkList.prop("checked", true);//체크상태 true
		}else{
			chkList.prop("checked", false);
		}
		})
	$("#agree1, #agree2").on("click", function() {
		if($("#agree1").is(":checked") == true && $("#agree2").is(":checked") == true) {
			$("#chkCtrl").prop("checked", true);
		}else{
			$("#chkCtrl").prop("checked", false);
		}
		})
		
	$("#btn_ok").on("click", function() {
		var chk = true;
		
		for(var i=0; i<chkList.length; i++){
			if(!chkList[i].checked){
					chk=false;
				}
		}
			if(!chk){
				alert("すべての規約に同意してください");
				return false;
				}
		})
	})
</script>

<%@ include file="../footer.jsp"%>